/* Localized versions of Info.plist keys */
"CFBundleName" = "CoreTypes";
"3GPP movie" = "3GPP-elokuva";
"3GPP2 movie" = "3GPP2-elokuva";
"AC-3 audio" = "AC-3-ääni";
"Ada source code" = "Ada-lähdekoodi";
"Adaptive Multi-rate audio" = "Adaptiivinen moninopeusääni";
"Adobe Illustrator document" = "Adobe Illustrator -dokumentti";
"Adobe Photoshop document" = "Adobe Photoshop -dokumentti";
"Advanced Authoring Format" = "Advanced Authoring Format";
"AFP Internet Location" = "AFP-internet-sijainti";
"AFP Server" = "AFP-palvelin";
"AIFF audio" = "AIFF-ääni";
"AIFF-C audio" = "AIFF-C-ääni";
"AirPort Extreme" = "AirPort Extreme";
"Alert Caution" = "Varoitus";
"Alert Caution Badge" = "Varoitusmerkki";
"Alert Note" = "Varoitusviesti";
"Alert Stop" = "Varoitusloppu";
"alias" = "alias";
"Alias Badge" = "Aliasmerkki";
"alias data" = "alias data";
"Apple CoreAudio format" = "Apple CoreAudio -muoto";
"Apple icon image" = "Apple-symbolikuva";
"Apple Logo" = "Apple-logo";
"Apple Menu" = "Omenavalikko";
"Apple Menu Folder" = "Omenavalikko-kansio";
"Apple Script Badge" = "Apple-skriptimerkki";
"Apple TV" = "Apple TV";
"Apple Wireless Device" = "Langaton Apple-laite";
"AppleScript" = "AppleScript";
"AppleScript text" = "AppleScript-teksti";
"AppleSingle archive" = "AppleSingle-arkisto";
"AppleTalk" = "AppleTalk";
"AppleTalk Zone" = "AppleTalk-vyöhyke";
"Application" = "Ohjelma";
"application" = "ohjelma";
"Application Support Folder" = "Ohjelmien tuki -kansio";
"Applications Folder" = "Ohjelmat-kansio";
"assembly source code" = "assembly-lähdekoodi";
"Assistants Folder" = "Assistants-kansio";
"AU audio" = "AU-ääni";
"audio" = "ääni";
"audio unit preset" = "audio unit -esiasetus";
"audiovisual content" = "audiovisuaalinen sisältö";
"AVI movie" = "AVI-elokuva";
"Backward Arrow" = "Taaksepäin nuoli";
"binary property list" = "binäärinen ominaisuusluettelo";
"BD Video Disc" = "BD-levy";
"BOM-compatible archive" = "BOM-yhteensopiva arkisto";
"BOM-generated compressed CPIO archive" = "BOM:in luoma pakattu CPIO-arkisto";
"bookmark" = "kirjanmerkki";
"Bourne-Again Shell script" = "Bash-skripti";
"Bundle" = "Nippu";
"bundle" = "nippu";
"Burn" = "Polta";
"Bzip2 archive" = "Bzip2-arkisto";
"Bzip2 compressed tar archive" = "Bzip2-pakattu tar-arkisto";
"C header code" = "C header -koodi";
"C++ header code" = "C++ header -koodi";
"C Shell script" = "C-shell-skripti";
"C source code" = "C-lähdekoodi";
"C++ source code" = "C++-lähdekoodi";
"calendar event" = "kalenteritapahtuma";
"CDAudioVolume" = "CDAudioVolume";
"certificate (X.509)" = "varmenne (X.509)";
"Classic System Folder" = "Classic Järjestelmäkansio";
"Clipping" = "Leike";
"clipping" = "leike";
"Color" = "Väri";
"ColorSync Folder" = "ColorSync-kansio";
"ColorSync profile" = "ColorSync-profiili";
"comma-separated values" = "pilkulla erotettuja arvoja";
"Component" = "Komponentti";
"Computer" = "Tietokone";
"Connect To" = "Yhdistä";
"contact information" = "yhteystieto";
"content" = "sisältö";
"Contextual Menu Items Folder" = "Contextual Menu Items -kansio";
"Control Panel Folder" = "Säätimet-kansio";
"CPIO archive" = "CPIO-arkisto";
"Customize Toolbar" = "Muokkaa työkalupalkkia";
"data" = "data";
"database" = "tietokanta";
"Data-fork font suitcase" = "Kirjasinsalkku";
"Delete Alias" = "Poista alias";
"Delete Toolbar" = "Poista työkalupalkki";
"delimited text values" = "erotettuja tekstiarvoja";
"Desktop Folder" = "Työpöytäkansio";
"Developer Folder" = "Developer-kansio";
"Device" = "Laite";
"DICOM" = "DICOM";
"Digital Asset Exchange (DAE)" = "Digital Asset Exchange (DAE)";
"directory" = "hakemisto";
"Disabled Control Panel Folder" = "Säätimet (ei käytössä) -kansio";
"Disabled Extensions Folder" = "Laajennukset (ei käytössä) -kansio";
"Disabled Shutdown Items Folder" = "Sammuttajat (ei käytössä) -kansio";
"Disabled Startup Items Folder" = "Käynnistäjät (ei käytössä) -kansio";
"Disabled System Extension Folder" = "Järjestelmälaaj. (ei käytössä) -kansio";
"Disconnected File Server" = "Tiedostopalvelin, johon yhteys on katkaistu";
"disk image" = "levytiedosto";
"Document" = "Dokumentti";
"Documents Folder" = "Dokumentit-kansio";
"downloadable sound" = "ladattavissa oleva ääni";
"Drop Folder" = "Pudotuskansio";
"DV movie" = "DV-elokuva";
"DVD Video Disc" = "DVD-levy";
"Dylan source code" = "Dylan-lähdekoodi";
"Edition File" = "Painostiedosto";
"eFax fax" = "eFax-faksi";
"Eject Media" = "Anna media";
"Encapsulated PostScript" = "Ympäröity PostScript";
"Erasing" = "Tyhjennetään";
"Executable Binary" = "Suoritettava binääritiedosto";
"Favorite Items" = "Suosikkikohteet";
"fax" = "faksi";
"file archive" = "arkisto";
"File Internet Location" = "Tiedoston internet-sijainti";
"File Server" = "Tiedostopalvelin";
"file URL" = "tiedosto-osoite";
"File Vault" = "File Vault";
"filename extension" = "tiedostopääte";
"Finder" = "Finder";
"Flash video" = "Flash-video";
"FlashPix image" = "FlashPix-kuva";
"FLC animation" = "FLC-animaatio";
"Folder" = "Kansio";
"folder" = "kansio";
"font" = "kirjasin";
"Font suitcase" = "Kirjasinsalkku";
"font suitcase" = "kirjasinsalkku";
"Fonts Folder" = "Kirjasinkansio";
"Fortran source code" = "Fortran-lähdekoodi";
"Forward Arrow" = "Eteenpäin nuoli";
"four-character code" = "nelimerkkinen koodi";
"framework" = "kehys";
"FTP Internet Location" = "FTP-internet-sijainti";
"FTP Server" = "FTP-palvelin";
"Full Trash" = "Täysi roskakori";
"Graphics Interchange Format (GIF)" = "GIF-kuva";
"Grid" = "Ruudukko";
"Group" = "Ryhmä";
"Group Folder" = "Ryhmäkansio";
"Guest User" = "Vieras-käyttäjä";
"GZip archive" = "GZIP-arkisto";
"Help document" = "Ohjedokumentti";
"Help Folder" = "Ohjeet-kansio";
"Home Folder" = "Kotikansio";
"HTML text" = "HTML-teksti";
"HTTP Internet Location" = "HTTP-internet-sijainti";
"HTTP Server" = "HTTP-palvelin";
"ICS File" = "ICS-tiedosto";
"iDisk" = "iDisk";
"iMac" = "iMac";
"image" = "kuva";
"Internet Folder" = "Internet-kansio";
"Internet Location" = "Internet-sijainti";
"Internet PlugIn Folder" = "Internet PlugIn -kansio";
"IPFileServer" = "IPFileServer";
"iPhone" = "iPhone";
"iPhone 3G" = "iPhone 3G";
"iPod touch" = "iPod touch";
"item" = "kohde";
"J2 fax" = "J2-faksi";
"Java source code" = "Java-lähdekoodi";
"JavaScript source code" = "JavaScript-lähdekoodi";
"JPEG 2000 image" = "JPEG 2000 -kuva";
"JPEG image" = "JPEG-kuva";
"Keep Arranged" = "Pidä järjestettynä";
"Kernel Extension" = "Kernelin laajennus";
"Keynote document" = "Keynote-dokumentti";
"Keynote theme" = "Keynote-teema";
"Korn Shell script" = "Korn-skripti";
"Lex source code" = "Lex-lähdekoodi";
"Library Folder" = "Kirjasto-kansio";
"Locales Folder" = "Kielialuetuki-kansio";
"Locked" = "Lukittu";
"Locked Badge" = "Lukittu merkki";
"M3U Playlist" = "M3U-soittolista";
"Mac" = "Mac";
"Mac mini" = "Mac mini";
"Mac Pro" = "Mac Pro";
"MacBook" = "MacBook";
"MacBook Air" = "MacBook Air";
"MacBook Pro" = "MacBook Pro";
".Mac Neighborhood" = ".Mac-naapuristo";
"MacPaint image" = "MacPaint-kuva";
"Magnifying Glass" = "Suurennuslasi";
"Mail Internet Location" = "Sähköposti-internet-sijainti";
"message" = "viesti";
"Microsoft Excel 2007 spreadsheet (macros enabled)" = "Microsoft Excel 2007 -laskentataulukko (makrot käytössä)";
"Microsoft Excel 97-2004 template" = "Microsoft Excel 97-2004 -työpohja";
"Microsoft Excel 97-2004 worksheet" = "Microsoft Excel 97-2004 -laskentataulukko";
"Microsoft Excel 97-2004 workspace" = "Microsoft Excel 97-2004 -työtila";
"Microsoft PowerPoint 97-2004 presentation" = "Microsoft PowerPoint 97-2004 -esitys";
"Microsoft PowerPoint 97-2004 slide show" = "Microsoft PowerPoint 97-2004 -kuvaesitys";
"Microsoft PowerPoint 97-2004 template" = "Microsoft PowerPoint 97-2004 -työpohja";
"Microsoft Word 97 - 2004 document" = "Microsoft Word 97 - 2004 -dokumentti";
"Microsoft Word 97 - 2004 template" = "Microsoft Word 97 - 2004 -työpohja";
"Microsoft Word 2003 XML document" = "Microsoft Word 2003 XML-dokumentti";
"MIDI audio" = "MIDI audio";
"Mig definition source code" = "Mig definition -lähdekoodi";
"MIME type" = "MIME-tyyppi";
"MINC Image" = "MINC-kuva";
"mobile configuration" = "liikkuva määrittely";
"mount point" = "liitoskohta";
"Mounted Badge" = "Näkyviin tuotu merkki";
"Mounted Folder" = "Näkyviin tuotu kansio";
"movie" = "elokuva";
"Movie Folder" = "Elokuvakansio";
"MP3 audio" = "MP3-ääni";
"MPEG movie" = "MPEG-elokuva";
"MPEG-2 Transport Stream" = "MPEG-2-siirtovirta";
"MPEG-2 video" = "MPEG-2-video";
"MPEG-4 audio" = "MPEG-4-ääni";
"MPEG-4 movie" = "MPEG-4-elokuva";
"Music Folder" = "Musiikkikansio";
"neighborhood" = "verkkoympäristö";
"NetBootVolume" = "NetBootVolume";
"Network" = "Verkko";
"News Internet Location" = "Uutisryhmä-internet-sijainti";
"NIfTI-1" = "NIfTI-1";
"No Files" = "Ei tiedostoja";
"No Folder" = "Ei kansiota";
"No Write" = "Ei kirjoitusta";
"NSPasteboard type" = "NSPasteboard-tyyppi";
"Numbers document" = "Numbers-dokumentti";
"Numbers template" = "Numbers-työpohja";
"Objective-C source code" = "Objective-C-lähdekoodi";
"Objective-C++ source code" = "Objective-C++-lähdekoodi";
"Office Open XML" = "Office Open XML";
"Office Open XML presentation" = "Office Open XML -esitys";
"Office Open XML presentation (macros enabled)" = "Office Open XML -esitys (makrot käytössä)";
"Office Open XML presentation template" = "Office Open XML -esitystyöpohja";
"Office Open XML presentation template (macros enabled)" = "Office Open XML -esitystyöpohja (makrot käytössä)";
"Office Open XML slide show" = "Office Open XML -kuvaesitys";
"Office Open XML slide show (macros enabled)" = "Office Open XML -kuvaesitys (makrot käytössä)";
"Office Open XML spreadsheet" = "Office Open XML -laskentataulukko";
"Office Open XML spreadsheet (macro enabled)" = "Office Open XML -laskentataulukko (makro käytössä)";
"Office Open XML spreadsheet template" = "Office Open XML -laskentataulukkotyöpohja";
"Office Open XML spreadsheet template (macro enabled)" = "Office Open XML -laskentataulukkotyöpohja (makro käytössä)";
"Office Open XML word processing document" = "Office Open XML -tekstinkäsittelydokumentti";
"Office Open XML word processing document (macro enabled)" = "Office Open XML -tekstinkäsittelydokumentti (makro käytössä)";
"Office Open XML word processing template" = "Office Open XML -tekstinkäsittelytyöpohja";
"Office Open XML word processing template (macro enabled)" = "Office Open XML -tekstinkäsittelytyöpohja (makro käytössä)";
"Open Document" = "Open Document";
"Open Document chart" = "Open Document -kaavio";
"Open Document chart template" = "Open Document -kaaviotyöpohja";
"Open Document database" = "Open Document -tietokanta";
"Open Document formula" = "Open Document -kaava";
"Open Document formula template" = "Open Document -kaavatyöpohja";
"Open Document graphics" = "Open Document -grafiikka";
"Open Document graphics template" = "Open Document -grafiikkatyöpohja";
"Open Document HTML template" = "Open Document HTML-työpohja";
"Open Document image" = "Open Document -kuva";
"Open Document image template" = "Open Document -kuvatyöpohja";
"Open Document presentation" = "Open Document -esitys";
"Open Document presentation template" = "Open Document -esitystyöpohja";
"Open Document spreadsheet" = "Open Document -laskentataulukko";
"Open Document spreadsheet template" = "Open Document -laskentataulukkotyöpohja";
"Open Document text" = "Open Document -teksti";
"Open Document text master" = "Open Document -pääteksti";
"Open Document text template" = "Open Document -tekstityöpohja";
"Open Folder" = "Avaa kansio";
"Open Media Framework interchange format" = "Open Media Framework -yhteensopivuusmuoto";
"OpenOffice.org 1.0 Drawing" = "OpenOffice.org 1.0 -piirros";
"OpenOffice.org 1.0 Drawing Template" = "OpenOffice.org 1.0 -piirrospohja";
"OpenOffice.org 1.0 Formula" = "OpenOffice.org 1.0 -kaava";
"OpenOffice.org 1.0 Master" = "OpenOffice.org 1.0 -pohja";
"OpenOffice.org 1.0 Presentation" = "OpenOffice.org 1.0 -esitys";
"OpenOffice.org 1.0 Presentation Template" = "OpenOffice.org 1.0 -esityspohja";
"OpenOffice.org 1.0 Spreadsheet" = "OpenOffice.org 1.0 -laskentataulukko";
"OpenOffice.org 1.0 Spreadsheet Template" = "OpenOffice.org 1.0 -laskentataulukkopohja";
"OpenOffice.org 1.0 Text" = "OpenOffice.org 1.0 -teksti";
"OpenOffice.org 1.0 Text Template" = "OpenOffice.org 1.0 -tekstipohja";
"OpenEXR image" = "OpenEXR-kuva";
"OpenType font" = "OpenType®-kirjasin";
"Owned Folder" = "Omistettu kansio";
"Owner" = "Omistaja";
"package" = "paketti";
"Pages document" = "Pages-dokumentti";
"Pages template" = "Pages-työpohja";
"Pascal source code" = "Pascal-lähdekoodi";
"patch file" = "patch-tiedosto";
"PC" = "PC";
"Perl script" = "Perl-skripti";
"personal information exchange (PKCS#12)" = "Henkilötietojen vaihto (PKCS#12)";
"PHP script" = "PHP-skripti";
"Picture Clipping" = "Kuvaleike";
"picture clipping" = "kuvaleike";
"Pictures Folder" = "Kuvat-kansio";
"PKZip archive" = "PKZip-arkisto";
"Plug-in" = "Liitännäinen";
"plug-in" = "liitännäinen";
"PLS Playlist" = "PLS-soittolista";
"Portable Document Format (PDF)" = "PDF-dokumentti";
"Portable Network Graphics image" = "PNG-kuva";
"PostScript" = "PostScript";
"PostScript font" = "PostScript®-kirjasin";
"PostScript OpenType font" = "PostScript® OpenType® -kirjasin";
"PostScript Type 1 outline font" = "PostScript® Type 1 outline -kirjasin";
"PowerBook G4" = "PowerBook G4";
"Power Mac" = "Power Mac";
"Power Mac G4" = "Power Mac G4";
"Power Mac G5" = "Power Mac G5";
"precompiled C header" = "esikäännetty C-otsake";
"precompiled C++ header" = "esikäännetty C++-otsake";
"Preferences Document" = "Asetusdokumentti";
"Preferences Folder" = "Preferences-kansio";
"preprocessed C source code" = "esiprosessoitu C-lähdekoodi";
"preprocessed C++ source code" = "esiprosessoitu C++-lähdekoodi";
"preprocessed Objective-C source code" = "esiprosessoitu Objective C -lähdekoodi";
"preprocessed Objective-C++ source code" = "esiprosessoitu Objective C++ -lähdekoodi";
"preprocessed source code" = "esiprosessoitu lähdekoodi";
"presentation" = "esitys";
"Print Monitor Folder" = "Print Monitor -kansio";
"Printer Description Folder" = "Tulostinkuvauskansio";
"Printer Driver Folder" = "Tulostinohjainkansio";
"Private Folder" = "Yksityinen kansio";
"Promised file content type" = "Luvattu tiedoston sisältötyyppi";
"Promised file URL" = "Luvattu tiedosto-osoite";
"property list" = "ominaisuusluettelo";
"Protected Application Folder" = "Suojattu ohjelmakansio";
"protected MPEG-4 audio" = "suojattu MPEG-4-ääni";
"protected MPEG-4 movie" = "suojattu MPEG-4-elokuva";
"Protected System Folder" = "Suojattu järjestelmäkansio";
"Public Folder" = "Julkinen kansio";
"Python script" = "Python-skripti";
"Question Mark" = "Kysymysmerkki";
"QuickDraw picture" = "QuickDraw-kuva";
"QuickLook preview generator" = "QuickLook-esikatselun luoja";
"QuickTime image" = "QuickTime-kuva";
"QuickTime movie" = "QuickTime-elokuva";
"RAM Disk" = "RAM-levy";
"Read-Only Folder" = "Kirjoitussuojattu kansio";
"Recent Applications Folder" = "Viimeisimpien ohjelmien kansio";
"Recent Documents Folder" = "Viimeisimpien dokumenttien kansio";
"Recent Items" = "Äskeiset kohteet";
"Recent Servers Folder" = "Viimeisimpien palvelimien kansio";
"Rez source code" = "Rez-lähdekoodi";
"rich text (RTF)" = "RTF";
"rich text with attachments (RTFD)" = "RTFD";
"rich text with attachments (RTFD) data" = "RTFD data";
"Right Container Arrow" = "Oikea säiliönuoli";
"RSS web feed" = "RSS-verkkosyöte";
"Ruby script" = "Ruby-skripti";
"scalable vector graphics (SVG)" = "skaalautuva vektorigrafiikka (SVG)";
"script" = "skripti";
"Scripting Additions Folder" = "Scripting Additions -kansio";
"Scripts Folder" = "Skriptit-kansio";
"Service" = "Palvelu";
"Shared Badge" = "Jaettu merkki";
"Shared Folder" = "Jaettu kansio";
"Shared Library" = "Jaettu kirjasto";
"sharepoint" = "jakopiste";
"Sharing Privs Not Applicable" = "Jako-oikeudet ei käytettävissä";
"Sharing Privs ReadOnly" = "Jako-oikeudet vain luku";
"Sharing Privs Read/Write" = "Jako-oikeudet luku ja kirjoitus";
"Sharing Privs Unknown" = "Jako-oikeudet tuntematon";
"Sharing Privs Writable" = "Jako-oikeudet kirjoitettavissa";
"shell script" = "komentotulkkiskripti";
"Shortcut" = "Oikotie";
"Silicon Graphics image" = "Silicon Graphics -kuva";
"Sites Folder" = "Sivustot-kansio";
"Smart Folder" = "Älykäs kansio";
"Sort Ascending" = "Lajittele nousevasti";
"Sort Descending" = "Lajittele laskevasti";
"Sound Clipping" = "Äänileike";
"Sound Designer II audio" = "Sound Designer II -ääni";
"SoundFont audio" = "SoundFont-ääni";
"source code" = "lähdekoodi";
"Spotlight importer" = "Spotlight-tuoja";
"Startup Folder" = "Käynnistyskansio";
"Stationery" = "Lukittu";
"Status Bar CD ROM" = "Tilapalkki CD-ROM";
"Status Bar Trash" = "Tilapalkki roskakori";
"StuffIt archive" = "StuffIt-arkisto";
"StuffIt archive family" = "StuffIt-arkistoperhe";
"StuffIt X archive" = "StuffIt X -arkisto";
"StuffIt X index" = "StuffIt X -hakemisto";
"symbol export list" = "symbolien vientiluettelo";
"symbolic link" = "symbolinen linkki";
"System Folder" = "Järjestelmäkansio";
"tab-separated values" = "sarkaimella erotettuja arvoja";
"Tenex C Shell script" = "Tenex C -skripti";
"text" = "teksti";
"Text Clipping" = "Tekstileike";
"text clipping" = "tekstileike";
"Text Encodings Folder" = "Text Encodings -kansio";
"text with multimedia" = "teksti jossa multimediaa";
"TGA image" = "TGA-kuva";
"Themes Folder" = "Teemat-kansio";
"TIFF image" = "TIFF-kuva";
"Time Capsule" = "Time Capsule";
"Toolbar Applicatons Folder" = "Työkalupalkki sovellukset kansio";
"Toolbar Documents Folder" = "Työkalupalkki dokumentit kansio";
"Toolbar Favorites" = "Työkalupalkki suosikit";
"Toolbar Home" = "Työkalupalkki koti";
"Toolbar Movie Folder" = "Työkalupalkki elokuvakansio";
"Toolbar Music Folder" = "Työkalupalkki musiikkikansio";
"Toolbar Pictures Folder" = "Työkalupalkki kuvakansio";
"Toolbar Public Folder" = "Työkalupalkki julkinen kansio";
"Trash" = "Roskakori";
"TrueType collection" = "TrueType®-kokoelma";
"TrueType collection font" = "TrueType®-kirjasinkokoelma";
"TrueType datafork font" = "TrueType® datafork -kirjasin";
"TrueType font" = "TrueType®-kirjasin";
"TrueType OpenType font" = "TrueType® OpenType® -kirjasin";
"uLaw audio" = "µLaw-ääni";
"Unknown Object" = "Tuntematon objekti";
"Unlocked" = "Lukitsematon";
"URL" = "Osoite";
"URL name" = "Osoitenimi";
"User" = "Käyttäjä";
"User iDisk" = "Käyttäjän iDisk";
"Users Folder" = "Käyttäjät-kansio";
"UUEncoded archive" = "UUEncoded-arkisto";
"video" = "video";
"volume" = "äänenvoimakkuus";
"Waveform audio" = "Waveform-ääni";
"web archive" = "verkkoarkisto";
"Window" = "Ikkuna";
"Windows bitmap image" = "Windowsin bittikarttakuva";
"Windows icon image" = "Windowsin ikonikuva";
"writing" = "kirjoitus";
"X bitmap image" = "X-bittikarttakuva";
"XHTML" = "XHTML";
"XML property list" = "XML-ominaisuusluettelo";
"XML text" = "XML-teksti";
"Xserve" = "Xserve";
"Xserve G5" = "Xserve G5";
"Yacc source code" = "Yacc-lähdekoodi";
"Z archive" = "Z-arkisto";
"Z Shell script" = "Z-skripti";
"Zip archive" = "ZIP-arkisto";